import { Container, Div, ImgDiv, P, Span, Title, Wrapper } from "./style";

function BestFeatures() {
  return (
    <Wrapper>
      <Container>
        <ImgDiv>
          <Title>Лучшие характеристики</Title>
          <Span></Span>
          <P>
            Наши тренажеры имеют самые совершенные характеристики в классе, от
            более мощных технических показателей до расширенных функциональных
            возможностей
          </P>
        </ImgDiv>
        <Div>
          <Title>Мы предлагаемполный комплекс услуг</Title>
          <Span></Span>
          <P>
            Высокое качество тренажеров - это визитная карточка TRUE. Кроме того
            TRUE предоставляет до 5 лет гарантии на кардиотренажеры.
          </P>
        </Div>
      </Container>
      <Container>
        <Div>
          <Title>Мы предлагаемполный комплекс услуг</Title>
          <Span></Span>
          <P>
            Высокое качество тренажеров - это визитная карточка TRUE. Кроме того
            TRUE предоставляет до 5 лет гарантии на кардиотренажеры.
          </P>
        </Div>
        <ImgDiv>
          <Title>Лучшие характеристики</Title>
          <Span></Span>
          <P>
            Наши тренажеры имеют самые совершенные характеристики в классе, от
            более мощных технических показателей до расширенных функциональных
            возможностей
          </P>
        </ImgDiv>
      </Container>
    </Wrapper>
  );
}

export default BestFeatures;
